import Seed1 from "./seed1.jpg";
import Seed2 from "./seed2.jpg";
import Seed3 from "./seed3.jpg";
import Seed4 from "./seed4.jpg";
import Seed5 from "./seed5.jpg";
import Seed6 from "./seed6.jpg";
import Seed7 from "./seed7.jpg";



// eslint-disable-next-line import/no-anonymous-default-export
export default [
    {
        img: Seed1,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
    {
        img: Seed2,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
    {
        img: Seed3,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
    {
        img: Seed4,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
    {
        img: Seed5,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
    {
        img: Seed6,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
    {
        img: Seed7,
        title: "技術文章的標題內容",
        content: "快樂的暴那個下的多人今年。人什知道會以好好的，屬於是不可，來自己看不懂，著的有想：還是選擇喜歡這，那天可以加所以我結果。什麼心的手指研究，個人只女兒朋友，然後亮了看到開口就這人。",
    },
];