import React from "react";
import style from "style/rule.module.css";
import NavBar from "components/blog/NavBar";
import Footer from "components/blog/Footer";
import Box from "@mui/material/Box";

const Rules = () => {
    return (
    <div>
        <NavBar /> 
        <Box sx={{ height: "105px"}}/>
        <div className={style.mainPage}>
            <div className={style.mainPageHeader}>
                AInimal人工智慧社群養成&nbsp;服務條款
            </div>
            <div className={style.mainPageContent}>
                「AInimal」(以下簡稱「本服務」)係由「AInimal團隊」(以下簡稱「本團隊」)所建置及提供之服務,
                為保障您的使用權益,所有使用本服務之使用者 (以下簡稱「您」或「使用者」),都應詳細閱讀本服務條款
                。本服務條款, 包括但不限於《隱私政策》、 《用戶行為規範》, 一旦使用者完成註冊或開始 使用本服
                務時,即視使用者已充分理解、並同意接受本服務條款之所有內容。
                <br/><br/>
                若您不同意本服務條款之內容,或您所屬的國家或地域排除本服務條款內容之 全部或部分時,您應立即停止
                使用本服務。此外,當您使用本服務之特定功能 時,可能會因為該特定功能之性質,而須遵守本服務所另行
                公告之相關服務條 款或相關規定。此另行公告之服務條款或相關規定亦均併入屬於本服務條款之一部分。
                <br/><br/>
                一、服務說明 AInimal為提供使用者進行線上通訊、智慧寵物養成遊戲及與其他使用者互動之相關服務,
                包括但不限於所有透過AInimal提供之軟體、產品和服務,例如: AInimal行動裝置 APP。使用者註冊後,
                即可利用AInimal進行智慧寵物養成與配對交友即時聊天。本服務目前提供免費自行動裝置下載 APP 的
                服務,但您仍需自行承擔電信或網路供應商的正常費率和費用,如簡訊費用和數據傳輸費 用等。又服務內容
                可分為四大類別:<br/>
                1. AI智慧寵物:使用者得與寵物進行對話,寵物系統將給予回饋機制。<br/>
                2. 大數據性格分析:本服務將記錄使用者於本軟體上的用詞、情緒、文字等, 作為數據分析之資料來源,
                並給予使用者性格分析的結果。<br/>
                3. 抽卡配對機制:使用者得選擇特定條件之互動對象,並透過本服務的資料運 算比對結果配對交友對象。<br/>
                4. 互動遊戲交友:使用者得以本服務提供的遊戲功能進行遊戲,並且在雙方合 意之情況建立好友關係。<br/><br/>
                二、會員註冊義務與會員服務之使用 為了能使用AInimal會員服務,您同意以下事項:<br/>
                1. 依AInimal會員註冊流程提供您本人正確、最新及完整的資料, 包括但不限於您的姓名、性別、年齡、出
                生日期、身份證號、地址、學校情況、 公司情況、所屬行業、興趣愛好、個人說明; AInimal 同意對這些信
                息的 使用受限於個人隱私相關法律和隱私政策的約束。<br/>
                2. 您將會維持並更新您的個人資料 並確保今後更新之資料,以及在 AInimal 上發布內容的有效性和合法性。<br/>
                3. 若您提供任何違法或不實之資料,或者 AInimal 有理由懷疑您進行任何惡 意操作, 本團隊有權暫停或終
                止您的帳號,並拒絕您使用會員服務之全 部或一部份。 您應對其發布的任何登記資料的真實性、正確性、完整
                性、適用性或是否為最新資料承擔全部責任。<br/>
                本服務條款係規範現有之服務,若您將來參與本團隊舉辦之其他活動,而另訂 有其他使用規範時,您應同時遵守之。
                <br/><br/>
                三、個人資料及隱私權保護<br/>
                AInimal團隊將依法盡商業上合理之努力保護您的個人資料及隱私。您瞭解並 確認 AInimal已經依據個人資
                料保護法第 8 條第 1 項明確地告知與個人資料保 護有關事項,如下:<br/>
                1. 隱私權保護政策的適用範圍: 隱私權保護政策之內容,包括本服務如何處理在您使用服務時所蒐集到的個人
                識別資料。隱私權保護政策並不適用於本服務以外的相關連結網站,也不適用於非本服務所委託或參與管理的人員。<br/>
                2. 個人資料之蒐集目的: 當您造訪本服務或使用本軟體所提供之功能服務時,我們將依據該服務功能之 性質,請
                您提供必要的個人資料,並在該特定目的範圍內處理及利用您的 個人資料;非經您同意此服務條款,本服務並不會將
                個人資料用於其他用途。 AInimal將蒐集您的個人資料,以提供您更完善的AInimal服務,特定目的可能包括行銷
                (特定目的項目 040)、會員或其他成員名冊之內部管理 (特定目的 項目 052)、契約、類契約或其他法律關係事
                務(特定目的項目 069)、消費者、客戶管理與服務(特定目的項目 090)、廣告或商業行為管理(特定目的 項目 1
                52)、影視、音樂與媒體管理(特定目的項目 153)、調查、統計 與研究分析(特定目的項目 157),以及其他與AI
                nimal服務相關的利用, 比如為了瞭解您的使用情形,我們可能單獨邀請您前來AInimal接受訪談, 或是經您另外
                明確的同意以後,與第三方廠商共同辦理行銷活動(詳請參 第六條第4點)。非公務機關依法定義務所進行個人資料
                之蒐集處理及利用 (特定目的項目 063)<br/>
                3. 個人資料之蒐集類別: 因您使用AInimal服務的程度不同,我們可能因主動(請注意,在您使用AInimal服務
                時,即便您未登入,我們仍然可能會辨識出您或您的裝置)或 被動蒐集您的註冊資料、使用AInimal服務的活動記錄
                ,包括但不限於您的所在位置、閱讀文章的喜好、與其他使用者的互動(包括與其他使用者的訊息或留言 )、上網的
                 IP 位址、裝置資訊、使用時間、瀏覽及點選記錄及其他AInimal因您使用服務所取得之一切資訊等,實際的資料
                 端視您的使用情形,惟可能包括下列類型:<br/>
                (1)辨識個人者:如消費者之姓名、職稱、住址、工作地址、以前地址、住家電話號碼、行動電話、即時通帳號、網
                路平臺申請之帳號、通訊及戶籍地 址、相片、電子郵遞地址、電子 簽章、憑證卡序號、憑證序號、提供網 路身分
                認證或申辦查詢服務之紀錄及其他任何可辨識資料本人者等。(類別代號 C001)<br/>
                (2)個人描述:如年齡、性別、出生年月日、出生地、國籍等。(類別代號 C011)<br/>
                (3)身體描述:如身高、體重、血型等。(類別代號 C012)<br/>
                (4)習慣:如抽菸、喝酒等。(類別代號 C013)<br/>
                (5)個性:如個性等評述意見。(類別代號 C014)<br/>
                (6)家庭情形:如婚姻狀況、有無子女等。(類別代號 C021)<br/>
                (7)家庭其他成員之細節:如子女、受扶養人、家庭其他成員或親屬、父母、同居人及居國外及大陸人民親屬等。(類
                別代號 C023)<br/>
                (8)住家及設施:如住所地址、房屋之種類、價值及所有人之姓名等。(類別代號 C031)<br/>
                (9)財產:如所有或具有其他權利之動產或不動產等。(類別代號 C032)<br/>
                (10)旅行及其他遷徙細節:如過去之遷徙、旅行細節、外國護照、居留證明文件及工作證照及工作證等相關細節等。(
                    類別代號 C034)<br/>
                (11)休閒活動及興趣:如嗜好、運動及其他興趣等。(類別代號 C035)<br/>
                (12)生活格調:如使用消費品之種類及服務之細節、個人或家庭之消費模式等。(類別代號 C036)<br/>
                (13)職業:如各種職業等。(類別代號 C038)<br/>
                (14)執照或其他許可:如駕駛執照、行車執照等。(類別代號 C039)<br/>
                (15)學校紀錄:如大學、專科或其他學校等。(類別代號 C051)<br/>
                (16)資格或技術:如學歷資格、專業技術、特別執照、政府職訓機構學習過程、國家考試、考試成績或其他訓練紀錄
                等。(類別代號 C052)<br/>
                (17)職業專長:如專家、學者、顧問等。(類別代號 C054)<br/>
                (18)著作:如書籍、文章、報告、視聽出版品及其他著作等。(類別代號C056)。<br/>
            </div>
        </div>
        <Footer />
    </div>

    );
};

export default Rules;
